{
  "name": "Ramallene Yules",
  "basic": {
    "gender": "Female",
    "birth": "6th of Mid Year, 4E 66",
    "age": 25,
    "race": "Accursed",
    "occupation": "Mercenary",
    "status": "Alive"
  },
  "description": {
    "backstory": "Ramallene was born into a proud and noble family, but from the moment she was born, it was clear that she was different from the rest of her kin. Whereas the rest of her family had sleek, slender horns, Ramallene's were broken and jagged, a sure sign that she was an Accursed - a person born with the mark of the demon, a curse that was both reviled and feared.\n\nDespite her noble blood, Ramallene was shunned and exiled from her family and her community. Forced to fend for herself, she turned to a life of mercenary work, using her strength and combat skills to survive. She became a lone-wolf, working on whatever contracts came her way and taking on any job, no matter how dangerous or difficult.\n\nOver the years, Ramallene's reputation as a skilled mercenary grew, and she became one of the most sought-after fighters in the land. But even as she gained recognition and respect, Ramallene remained a solitary figure, driven by a deep sense of isolation and a desire to prove herself in a world that had rejected her.\n",
    "appearance": "Ramallene is a tall, imposing woman standing at 5'11\". She has a full figure with round shoulders and a soft waist that is slightly toned. Long, thick eyebrows frame her piercing red eyes, and her frizzy, messy red hair gives her a wild, untamed appearance. Several scars mar her face, the most prominent being a large gash that rakes across her right eye, and a small scar that cleaves a part of her mouth.\n",
    "personality": "Ramallene is aloof and cold-hearted. She is distrustful of others and careful to keep her distance from anyone who may want to get close, sneering at any attempts at conversation with cold indifference. Her hard exterior accentuates her fierce independence and deep confidence in her own abilities, but at heart, she longs for a sense of belonging.\n"
  }
}
